{
  "history": {
    "title": "Nossa História",
    "content": "O Aura Prisma nasceu da convicção de que toda marca tem uma essência única esperando para ser descoberta e expressa. Somos um estúdio criativo que acredita em marcas construídas de dentro pra fora, onde cada decisão estratégica e visual é fundamentada na verdadeira identidade do negócio.\n\nFundado com a missão de transformar ideias em identidades visuais autênticas e estratégicas, trabalhamos com marcas de diferentes portes e segmentos, do Brasil e do mundo. Nossa abordagem combina método, estratégia e sensibilidade criativa, formando times sob medida para cada desafio.\n\nColaboramos com executivos, times de marketing, consultorias, agências e estúdios de design, sempre com o objetivo de criar marcas que se expressam de forma clara, consistente e memorável. Cada projeto que desenvolvemos é uma soma de olhares, ideias e histórias que se cruzam para construir algo maior e mais significativo.\n\nAo longo dos anos, aprendemos que o melhor trabalho acontece quando estratégia e criatividade caminham juntas, quando dados e intuição se complementam, e quando a autenticidade prevalece sobre tendências passageiras."
  },
  "mission": {
    "title": "Missão",
    "description": "Criar marcas autênticas e estratégicas que conectam empresas com seus públicos de forma genuína, transformando intenções em presença marcante e resultados significativos. Acreditamos que cada marca tem uma história única para contar, e nosso papel é ajudar a contá-la da melhor forma possível."
  },
  "vision": {
    "title": "Visão",
    "description": "Ser reconhecidos como parceiros estratégicos essenciais que transformam desafios de marca em oportunidades de crescimento e diferenciação. Queremos ser referência em criar marcas que não apenas se destacam visualmente, mas que geram conexão real e resultados duradouros para nossos clientes."
  },
  "values": [
    {
      "title": "Autenticidade",
      "description": "Acreditamos profundamente que cada marca possui uma essência única. Nosso trabalho é descobrir, expressar e comunicar essa essência com clareza e consistência, evitando soluções genéricas ou que não representem verdadeiramente a marca."
    },
    {
      "title": "Estratégia",
      "description": "Cada decisão de design e comunicação é fundamentada em pesquisa, análise de dados e objetivos de negócio claros. Combinamos criatividade com método, garantindo que nossas soluções não sejam apenas bonitas, mas também eficazes e alinhadas aos objetivos estratégicos."
    },
    {
      "title": "Colaboração",
      "description": "Trabalhamos em parceria genuína com nossos clientes, formando times estratégicos para cada desafio. Acreditamos que os melhores resultados surgem quando há diálogo, transparência e trabalho conjunto, onde cada parte contribui com sua expertise."
    },
    {
      "title": "Excelência",
      "description": "Buscamos sempre superar expectativas, entregando projetos que geram impacto real e duradouro. Nosso compromisso é com a qualidade em cada detalhe, desde a estratégia inicial até a entrega final, sempre pensando no longo prazo e no sucesso contínuo da marca."
    }
  ]
}
